丁咚管家物业版隐私政策

版本更新日期：2022年6月 7日

版本生效日期：2022年6月11日

引言

《丁咚管家物业版隐私政策》将帮助您了解以下内容：

1、我们如何收集和使用您的个人信息

2、我们如何使用 Cookie 和同类技术

3、我们如何共享、转让、公开披露您的个人信息

4、我们如何保护您的个人信息

5、您的权利

6、我们如何处理未成年人的个人信息

7、本隐私政策如何更新

8、如何联系我们

丁咚管家物业版（以下亦称“我们”）深知个人信息对您的重要性，我们尊重并保护所有使用丁咚管家物业版平台服务的用户的个人信息，并会尽全力保护您的个人信息安全可靠。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。 请在使用我们的产品（或服务）前，仔细阅读并了解本《丁咚管家物业版隐私政策》（下称“本隐私政策”）。

如您对本隐私政策有任何疑问或您在使用我们提供的服务时个人信息受到了侵扰，16615352918@163.com，我们设立了个人信息保护专职部门，将尽快给予您答复。

【特别提示】请您仔细阅读我们的《丁咚管家物业版隐私政策》（尤其是加粗划线的内容）并确定了解我们对您个人信息的处理规则。阅读过程中，如您有任何疑问，可及时与我们联系（联系方式以隐私政策里约定的为准）。如您不同意协议中的任何条款，您应立即停止访问丁咚管家物业版。

目录：

一、我们处理个人信息的总原则

二、定义及本隐私政策的适用范围

三、我们如何收集和使用您的个人信息

四、我们如何使用 Cookie 和同类技术

五、我们如何共享、转让、公开披露您的个人信息

六、我们如何存储及保护您的个人信息

七、您管理个人信息的权利

八、我们如何处理未成年人的个人信息

九、本隐私政策的更新和通知

十、如何联系我们

十一、争议解决

 

一、我们处理个人信息的总原则

通常，我们会基于本隐私政策提示的功能收集您的个人信息。某些情况下，如果涉及其他信息的收集我们会单独向您出示个人信息保护说明条款。在处理您的个人信息方面，我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。

 

二、定义及本隐私政策的适用范围

1、丁咚管家物业版：指丁咚管家物业版网站wwww.shandongpinmai.com、丁咚管家物业版客户端（APP端）及丁咚管家物业版小程序/公众号。

2、丁咚管家物业版服务提供者：指丁咚管家物业版的互联网信息及软件技术服务提供者山东品迈网络科技有限公司。

3、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。

4、个人敏感信息：指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等个人信息（我们将在本政策中对具体个人敏感信息以粗体进行显著标识）。

5、个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为时期保持不可被检索、访问的状态。

6、儿童：指不满14周岁的未成年人。

7、本隐私政策的适用范围：适用于丁咚管家物业版服务提供者以网站、客户端、小程序以及随技术发展出现的新形态向您提供的各项产品和服务。如我们及关联公司的产品或服务中使用了丁咚管家物业版的产品或服务但未设独立隐私政策的，则本政策同样适用于该部分产品或服务。我们及关联公司就其向您提供的产品或服务单独设有隐私政策的，则相应产品或服务适用相应隐私政策。

除本政策说明的相关信息收集使用活动外，本政策不适用于其他第三方向您提供的其他服务，其他服务适用其向您另行说明的个人信息收集使用规则。

 

三、我们如何收集和使用您的个人信息

本隐私政策所涉及的个人信息或个人敏感信息所包含的内容出自于《个人信息安全规范》。我们将在本条第（一）、第（二）款中详细论述我们基于以下所述功能，收集和使用您的个人信息的类型和目的。

为确保相关业务功能的正常实现，我们需要根据具体的使用场景调用对应的必要权限，并在调用前向您弹窗询问，具体的权限调用说明如下：

已安装的应用：为了给您提供更完整的服务。如您选择关闭该权限，可能会影响您的使用体验。

AndroidID：为了给您提供更完整的服务。如您选择关闭该权限，可能会影响您的使用体验。

MAC地址：为了给您提供更完整的服务。如您选择关闭该权限，可能会影响您的使用体验。

电话（设备信息）权限：为了获取您的设备标识符来完成帐号登录、同步、备份需要调用您的电话（设备信息）权限。如您选择关闭该权限，可能会影响您的帐号安全。

短信权限：用于获取短信验证码来确保合法身份，授予该权限可以帮助您自动填充验证码的内容，当然您也可以选择手工填写。此外，如果您需要对短信内容进行备份或同步，该权限也是提供此服务的必要权限。

通讯录权限：为了方便您添加好友联系人、填写紧急联系人信息，授予该权限可以帮助您从通讯录中选择联系人。此外，如果您需要对通讯录进行备份或同步，该权限也是提供此服务的必要权限。

存储权限：为了存储必要的应用配置文件以及您所选择下载的内容，或读取您需要上传、同步的内容，需要调用您的存储权限。

相机权限：用于帐号扫码登录、拍摄卡证快速录入信息等功能，您可以选择开启或关闭该权限。此外，如果您需要对相机配置进行备份，该权限也是提供此服务的必要权限。

位置权限：用于获取位置信息，以便于您显示当前所在地区，或向您提供适用当地的咨询及服务等。

相册权限：用于获取相册内容，以便于信息聊天、维修报修、代办审核资料等服务。

个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息，如姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、账号密码、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。

个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策涉及到的个人敏感信息我们将加粗并加下划线的方式提示您注意阅读。在您向丁咚管家物业版提供任何属于敏感信息的个人信息前，请您清楚考虑该等提供是恰当的并且同意您的个人敏感信息可按本隐私政策所述的目的和方式进行处理。我们会在得到您的同意后收集和使用您的敏感信息以实现与丁咚管家物业版业务相关的功能，并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。

在您使用我们的产品/服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；为实现向您提供我们产品及/或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及/或服务的基本功能。

原则上，丁咚管家物业版仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息。丁咚管家物业版是综合类的信息发布服务平台，所涉场景较多，如果超过以下目的收集和使用您的个人信息时我们会单独向您提示并征得您的同意。

在此过程中，如果您有任何疑问、意见或建议的，您可通过本政策中的联系方式与我们联系，我们会尽快为您作出解答。

丁咚管家物业版收集的个人信息类型分为【必需信息】和【非必需信息】两类；【必需信息】为丁咚管家物业版维持功能项运转所必需的个人信息；【非必需信息】为丁咚管家物业版出于提升用户体验、增强服务效果等原因所可能收集的个人信息。

（一）帮助您成为我们的注册\登录用户

1、用户注册

（1）必需信息、非必需信息

您在使用丁咚管家物业版提供的服务时，首先需要成为我们的注册\登录用户。因此，当您注册丁咚管家物业版账户时，您需要向我们提供您准备使用的用户名、您本人的手机号码，我们将通过发送短信验证码的方式来验证您的身份是否有效。此类信息属于该功能的必需信息，若您不提供，将无法完成注册。

您登录后可以继续完善您的账户信息，您可以修改补充您的昵称、所在地、家乡、职业、职位、兴趣爱好、头像；您使用交友服务时，可以根据自己需要上传的照片。您补充的账户信息将有助于我们为您提供更优的服务体验，包括：提升账号的安全性，以便您享受更好的保障服务；提升账号的信用度，用于核实真实身份。此类信息属于该功能的非必需信息，如果您不提供这些补充信息，不会影响您使用丁咚管家物业版的基本功能。

（2）调取的敏感权限

在您上传头像时，需要调用您设备的相机/相册权限以获取您自行上传的头像信息，此为上传头像功能所必须的系统权限，若您拒绝调用将无法使用该功能。

（3）使用的第三方SDK

我们会接入第三方SDK，包括高德天气SDK、腾讯实时音视频SDK、uniapp个推SDK、微信小程序SDK、微信支付SDK（Android端、iOS端）为您实现帮助用户查看天气时获取天气情况,帮助用户进行实时的音视频通话,帮助用于在应用内使用微信生活缴费小程序,帮助用户在应用内获取支付功能，此类信息属于该功能的必需信息，如您拒绝提供，将无法实现功能。

当你使用第三方提供的服务时，我们会在获得或确保第三方获得你的授权同意后，以及其他符合法律法规规定的情形下共享对应信息。你可以通过本清单中列举的相关信息了解第三方会如何处理你的个人信息。我们也会对第三方获取个人信息的行为进行严格约束，以保护你的个人信息安全
为保障应用稳定运行或实现相关功能，我们还可能会接入由第三方提供的软件开发包(SDK)实现前述目的。我们对接入的相关第三方SDK同时在以下清单中列明。你可以通过目录中提供的链接或者路径查看第三方的数据使用和保护规则。请注意，第三方SDK可能由于版本升级、策略调整等原因导致其个人信息处理类型发生变化，请以其公示的官方说明为准。



第三方公司名称：高德软件有限公司
产品/类型：高德开放平台定位SDK
共享信息：位置信息（经纬度、精确位置、粗略位置）、设备标识信息（IMEI、IDFA、IDFV、Android ID、MEID、MAC地址、OAID、IMSI、硬件序列号、AndroidID、SSID、BSSID）、当前应用信息（应用名、应用版本号）、设备参数及系统信息（系统属性、设备型号、操作系统）、运营商信息、申请获取存储权限、位置权限
使用目的：用户使用应用内位置相关服务时定位位置
使用场景：用户使用基于位置的服务推荐、发送地理位置等定位相关功能时
共享方式：sdk本机采集
第三方隐私权政策链接：https://lbs.amap.com/pages/privacy/



第三方公司名称：每日互动股份有限公司
产品/类型：个推 SDK
对应业务：推送
权限：存储
信息类型：移动设备识别码（IMEI）、AndroidID、HarmonyOS(AAID)、HarmonyOS(UUID)、IMSI信息、OPENUDID、GUID、MAC地址、OAID、GAID、软件安装列表、读取WIFI的SSID、手机运营商
用途和使用范围：，用于给用户提供更完整消息推送服务。
必要性说明：用于实现消息推送
共享方式：sdk本机采集
隐私政策链接：https://www.getui.com/privacy



第三方公司名称：深圳市腾讯计算机系统有限公司
产品类型：微信 Open SDK
共享信息名称：【android】用户主动选择的图片或内容、用户发起支付时第三方应用生成的微信支付订单标识，并在用户进行支付操作后向第三方应用传输本次支付是否成功的状态信息、验证用户设备上安装微信APP的状态
【iOS】用户主动选择的图片或内容、用户发起支付时第三方应用生成的微信支付订单标识，并在用户进行支付操作后向第三方应用传输本次支付是否成功的状态信息、剪切板权限并在剪贴板中写入及读取前述相关信息
使用目的：唤起微信执行登录、支付、分享功能
使用场景：浏览商品、帖子、活动信息时通过微信支付； 交易过程中通过微信支付；将商品、活动分享给微信好友和朋友圈；使用微信登录、注册转转账号；
共享方式：SDK 本机采集
第三方个人信息处理规则：https://support.weixin.qq.com/cgi-bin/mmsupportacctnodeweb-bin/pages/RYiYJkLOrQwu0nb8



第三方公司名称：北京小米移动软件有限公司
产品类型：小米推送 SDK （仅android）
共享信息名称：【android】设备标识（设备标识OAID、加密的Android ID）；使用推送服务的应用信息（如应用名称、版本号和运行状态）；消息创建、送达和点击时间并暂存从第三方应用处获得并推送给您的消息内容；设备相关信息如设备厂商、设备型号、设备内存、操作系统版本、小米推送SDK版本、设备归属地（国家或地区）、SIM卡运营商名称、当前网络类型。其中当前网络类型、SIM卡运营商名称仅在设备本地读取，不会上传至小米服务器；通知栏设置信息，包括是否屏蔽通知栏、是否设置锁屏弹出消息
使用目的：向用户推送消息
使用场景：向用户推送消息
共享方式：SDK 本机采集
第三方个人信息处理规则：https://dev.mi.com/console/doc/detail?pId=1822



第三方公司名称：广东天宸网络科技有限公司
产品类型： vivo推送 SDK（仅 android）
共享信息名称：【Android】匿名用户ID（OAID）
使用目的：向用户推送消息
使用场景：向用户推送消息
共享方式：SDK 本机采集
第三方个人信息处理规则：https://dev.vivo.com.cn/documentCenter/doc/366



第三方公司名称：广东欧珀移动通信有限公司
产品类型：oppo推送 SDK（仅 android）
共享信息名称：设备相关信息（如IMEI或OAID，Serial Number，IMSI，User ID，Android ID，Google Advertising ID, 手机Region设置，设备型号，手机电量，手机操作系统版本及语言）、使用推送服务的应用信息（如APP包名及版本号，运行状态）、推送SDK版本号、网络相关信息（如IP或域名连接结果，当前网络类型）、消息发送结果、通知栏状态（如通知栏权限、用户点击行为），锁屏状态（如是否锁屏，是否允许锁屏通知）
使用目的：向用户推送消息
使用场景：向用户推送消息
共享方式：SDK 本机采集
第三方个人信息处理规则：https://open.oppomobile.com/wiki/doc#id=10288



第三方公司名称：华为软件技术有限公司
产品类型：华为推送 SDK（内嵌华为 HMS SDK）（仅 android）
共享信息名称：常用设备信息（AndroidId、OAID、设备品牌型号、设备操作系统）、网络状态
应用基本信息：AppID，推送服务和HMS Core应用版本号。AppID，华为推送SDK版本号，应用版本号和应用名称。
应用内设备标识符：AAID和Push Token。
设备的硬件信息：设备类型（如手机，平板等）、设备型号。 系统基本信息：系统类型（如Android，HarmonyOS等）和系统版本、系统版本。
系统设置信息：国家码。
使用目的：向用户推送消息
使用场景：向用户推送消息
共享方式：SDK 本机采集
第三方个人信息处理规则：https://developer.huawei.com/consumer/cn/doc/development/HMSCore-Guides/sdk-data-security-0000001050042177



第三方公司名称：珠海市魅族通讯设备有限公司
产品类型：魅族推送 SDK （仅android）
共享信息名称：常用设备信息（AndroidId、OAID、设备品牌型号、设备操作系统）、网络状态
使用目的：向用户推送消息
使用场景：向用户推送消息
共享方式：SDK 本机采集
第三方个人信息处理规则：https://open.flyme.cn/docs?id=202

（二）向您提供我们的产品或服务

1、信息发布功能

（1）必需信息、非必需信息

丁咚管家物业版平台最主要的功能就是信息发布功能，您可以根据您的需要选择发布信息的种类（报修、二手房、二手车、二手物品）。当您使用发布功能时，我们会收集您的个人信息（信息品类不同，收集的信息不一样），包括姓名、手机号、联系方式、个人信息资料、地理位置、用户相册、邮箱、地址信息，其中手机号为必需信息，其它信息为非必需信息。非必需信息为您自己主动填写的信息，收集是为了方便您能成功发布信息，可以更快捷的与您发布的内容进行匹配：1）您发布招聘信息时，除了提交您的拟招聘岗位的信息还需要提交您的联系方式、邮箱，以便求职者能够联系到您；您亦可以通过丁咚管家物业版平台发布简历信息进行找工作。2）您在发布生活服务类信息时，需提供您的联系方式、地址信息，以便商家能够准确为您提供服务。3）您在发布房源信息时，可能需提供您的联系方式（便于买家及时有效联系您）、房屋信息（主要用于把控房源信息真实或作为房本认证信息的比对依据）、价格信息、房源权属资质证明文件、实名认证信息（指姓名、身份证号、手机号，主要为实名认证，作为房本认证信息的比对依据），如您选择的房源图片来源与您的相册，我们用到您的相册，收集上述信息仅为了您能更清晰快捷的展示您的推广信息。4）发布二手车信息时，需要提交您的联系方式、车辆基本信息、看车地点、牌照信息（如场景需要）。5）发布二手物品时，需要提交您的二手物品基本信息、联系方式、位置信息。6）为了更好的推广您的信息或增加您发布信息的曝光量，您授权丁咚管家物业版将您在丁咚管家物业版的昵称、头像在丁咚管家物业版合作的第三方平台展示。7）您在交友频道发布信息时，需要收集您的地理位置；如果您选择上传图片、视频功能发布图片、视频信息时，则我们会用到您的相册（图片库）、视频，收集上述信息仅为了您能更清晰快捷的展示您的信息。

（2）调取的敏感权限

位置权限，主要目的为方便用户通过当前定位去确定房屋的位置，节省操作成本；麦克风权限，主要目的为方便不会操作手机输入法的用户快捷的输入发布的信息；相机权限，主要目的为拍摄房源图片，用于信息展示。

2、信息展示服务功能

（1）必需信息、非必需信息

为了向您提供周边服务和信息展示，提升我们的服务表现、效率和功能，经您授权我们会收集您在使用我们服务过程中产生的相关信息，包括：

1）位置信息。当您通过系统授权开启移动设备的定位功能并使用基于位置提供的服务时，我们会收集和使用您的位置信息以便为您提供周边的生活服务（依据所在地理位置就可获得相关服务，估算商家与您之间的实际距离方便您进行决策，为您提供附近的服务品类和相关信息），此种功能场景下，位置信息为必需信息。我们会使用有关技术获取您的位置信息（准确度会有所不同），这些技术包括 IP 地址、GPS 以及能够提供相关信息的WLAN（如Wi-Fi） 接入点、蓝牙和基站。您使用服务中提供的信息中可能包含相应地理位置信息，例如您在账号资料中设置的地区信息或您上传的图片、视频中的地理标记信息。您可以在移动设备的系统中关闭定位服务停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。

（2）使用的第三方SDK

我们会接入高德地图（Android端、iOS端）SDK,用于展现地图、实现定位、路径规划功能时使用，收集的信息类型 设备标识信息（Android ID）、地理位置信息、存储。

oaid-sdk获取OAID,MSA移动安全联盟SDK获取OAID,数字天堂SDK获取OAID,Gtc,com.igexin.push,com.g.gysdk,com.getui.gs,Gtc获取MAC、Gtc获取Android ID，个推消息推送SDK读取DHCP信息，用于给用户提供更完整消息推送服务。

我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息。为了维护我们产品及服务的正常稳定运行，保护您或其他用户或公众的安全及合法利益，我们会收集如下信息：
(1) 为检测丁咚管家版本是否有升级更新，我们将收集您的设备信息（GUID、MAC地址）。
(2) 为根据您的网络状态，我们将收集您的MAC地址、IP地址。
(3) 为了预防恶意程序、保障运营质量及效率，我们会收集您安装的应用信息或正在运行的应用的进程信息。
(4) 为实现丁咚管家运行故障报错及分析和解决您在使用丁咚管家过程中所遇到的问题，我们将收集您的设备信息（GUID、MAC地址），并请求您的存储权限。 MAC信息收集与运用,
我们致力于为你提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。为了维护相关产品或服务的正常稳定运行，保护你或其他用户或公众的安全及合法利益，我们会收集如下必要信息：
（1）为了保障软件与服务的安全运行、运营的质量及效率，我们会收集你的硬件型号、操作系统版本号、设备标识符（Android如IMEI、AndroidID、OAID、IMSI、ICCID、GAID、MEID，iOS如IDFV、IDFA；不同的标识符在有效期、是否可由用户重置以及获取方式方面会有所不同）、网络设备硬件地址（MAC地址）、IP 地址、WLAN接入点（如SSID，BSSID）、蓝牙（Bluetooth）、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。
（2）为了预防恶意程序、保障运营质量及效率，我们会收集已安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。
（3）我们可能使用你的帐号信息、设备信息、服务日志信息，以及我们的关联方、合作方获得你授权或依法可以提供给我们的信息，用于判断帐号安全、交易安全、进行身份验证、识别违法违规情况、检测及防范安全事件，并依法采取必要的记录、分析、处置措施。

3、搜索功能

当使用丁咚管家物业版提供的搜索功能时，我们会收集您查询的关键字信息以及您在使用丁咚管家物业版服务时所浏览或要求的其他信息和内容详情。为了给您带来更便捷的搜索服务并不断完善丁咚管家物业版产品和/或服务。该等关键词信息通常无法单独识别您的个人身份，不属于您的个人信息，不在本隐私政策的限制范围内。只有当您的搜索关键词信息与您的其他信息有联结并可识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。

4、身份认证/身份核验服务

（1）必需信息、非必需信息

丁咚管家物业版提供身份认证/身份核验服务，在对您个人信息的真实性进行审核后，会为您标记认证标识。 因此，当您申请丁咚管家物业版为您进行身份认证时，我们需要收集您的姓名、身份证号、银行卡号、手机号，以证实您的个人身份相关信息，您可以根据需要自行选择认证的方式。我们还可能需要收集您的生物识别信息（人脸验证），用于实名认证或者用于账号安全，即当您的账号处于异常状态时，我们会通过人脸验证的方式（您也可选择其他方式）核验您的身份信息。此类信息属于认证您身份功能的必需信息，如您不能或拒绝提供上述信息，将无法完成身份认证。

（2）调取的敏感权限

在您使用人脸验证形式时，需要调用您设备的相机权限以获取认证人的面部生物信息，此为人脸识别所必须的系统权限，若您拒绝调用将无法使用人脸识别功能。

在您上传相关图片视频（包括上传头像、公司LOGO、公司相关图片视频、提交公司相应资质文件）时，需要调用您设备的存储权限（Android系统）以便您上传设备中的文件及照片或相册权限（iOS系统）以上传照片，调用相机权限以便拍摄文件，如果您拒绝相关系统权限将影响您提交资质并最终影响您使用认证身份中对应的功能。

（3）其他说明

请注意，您代表所在单位认证企业账号所提交的用人单位资质材料（包括但不限于用人单位的执照、用人单位出具的经办人员身份证明/委托证明等），并不属于您的个人信息，而是用于证明用人单位的资质及真实信息发布需求。您作为用人单位授权人员代表企业在平台上提供的信息及使用平台所产生的信息，丁咚管家物业版平台用户均有权向平台申请获取或查看上述信息。

5、客户服务

（1）必需信息、非必需信息

当您向丁咚管家物业版发布信息、申诉或进行咨询时，为了方便与您联系或帮助您解决问题，我们可能需要您提供手机号码（如您选择通过电话咨询时），手机号码为该功能的必需信息。您亦可以选择通过电子邮件的形式进行咨询，电子邮件为您选择通过邮箱的方式进行咨询时的必需信息。如您拒绝提供上述信息，可能部分功能无法使用，同时无法向您及时反馈申诉或咨询结果。

（2）调取的敏感权限

您在上传咨询建议、反馈相应的问题时，需要调取您的相机权限、文件存储，用于对应文件的拍照上传。

6、营销活动

（1）必需信息、非必需信息

我们将会不时举办线上或线下的营销活动，包括邀请用户奖励红包、赠送实体物品活动。在此类营销活动中，我们可能需要用户提供个人信息（手机号、邮编、地址信息），以便我们能够给用户发放奖励或寄送礼品。在涉及丁咚管家物业版向您支付费用的情况下，我们可能需要收集您的身份信息（姓名、身份证号）用于代缴税款。和对您的身份信息进行核实及验证。此类信息为该功能的必需信息，如您拒绝提供此类信息的，您可能无法参与上述营销活动或无法获得奖励等。

（2）调取的敏感权限

为避免您错失活动机会，我们可对营销活动参与时间进行提醒，但此功能需调用您设备的日历权限，若您不同意调用的，不会影响您参与营销活动，但还需您自行留意时间要求。

7、支付/提现功能

（1）必需信息、非必需信息

您可在丁咚管家物业版进行部分服务支付购买。在您使用该服务的过程中可能会需要进行支付，在支付过程中， 我们可能会收集您的第三方支付帐号(例如支付宝帐号、Apple Pay 帐号或其他形式的银行卡信息)。在提现的过程中，打款到微信零钱，需要收集您的用户ID、openid、姓名；打款到银行卡，需要收集您的用户ID、银行卡号、开户名、总行名称、支行名称、支行所在省、市。

您在丁咚管家物业版参与一些推广活动获得丁咚管家物业版给予的奖励，您在提现时，基于国家税务部门的要求，我们会代扣代缴个税，此时会按照税务部门的要求收集您的身份信息（姓名、身份证号、银行卡号）。

此类信息属于该功能的必需信息，若你不同意采集并共享这类信息，你可能无法正常使用在线支付功能。

（2）使用的第三方SDK

支付功能通过支付宝SDK（Android端、iOS端）实现，SDK将收集并使用您的设备标识信息（IMEI/IMSI、SIM卡序列号/MAC地址、android_id）、网络信息以及地理位置信息，用于实现支付功能。

8、简历投递服务

（1）必需信息、非必需信息

如您在使用丁咚管家物业版招聘服务时，可以自行创建简历信息，您创建完毕简历后，可以对简历进行“隐私设置”。如果您选择向“仅我投递的招聘方” 或“仅投递企业可见”投递，则您的简历仅您投递的招聘方可见。如您选择向“所有招聘方”可见，则您授权丁咚管家物业版平台上相应服务的招聘企业或人员可以通过我们的简历数据库找到您的简历。为了能够更好的为您提供求职服务，建议您如实填写简历信息，如因您自身填写的简历虚假问题引起的任何争议，您应自行承担。

为了确保简历的真实有效性，我们可能会对您简历中的手机号码状态进行拨测，如异常，我们会提示您进行简历的修改。我们亦会对使用简历的招聘方进行资质审核，但请您知悉，我们仅能进行形式上的审核，如招聘企业与您联系面试，还请您再次审慎核实招聘企业的相关资质信息及企业实际运营情况。

（2）调取的敏感权限

在您选择照片、图像上传为个人头像时，需要调用您设备的存储权限（Android系统）/相册权限（iOS系统）；在您选择拍摄图像作为个人头像时，需要调用您设备的相机权限；在您上传附件简历时需要调用您设备的存储权限。若您拒绝相关系统权限，您可能无法选择或使用心仪的头像，或无法上传附件简历，但不影响您使用完善在线简历功能。

9、客户服务及争议处理

为向您提供客户服务，我们会记录您提供的联系方式和通信/通话记录和内容，用于与您联系和帮助您解决问题，或记录相关问题的处理方案及结果。

10、为您提供更优质的服务

1）基于位置信息的服务功能：我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点。如丁咚房屋模块，会自动为您提供您所在区域的房源或楼盘信息。

2）基于摄像头（相机）的服务功能：您可以使用这个功能完成视频拍摄、拍照、推广信息的编辑发布，或通过该功能完成推广信息的查阅。

3）基于图片上传的功能：您可以在丁咚管家物业版上传您的照片来实现您想要发布的推广信息的编辑发布。

4）基于语音技术的附加功能：您可以直接使用麦克风来发布信息或与丁咚管家物业版的其他用户进行非实时的互动。

上述附加功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）、麦克风，以实现这些功能所涉及的信息的收集和使用。我们将在您首次下载APP或者具体使用到上述所列功能时逐一以弹窗的形式提前向您提示，您可以根据您的需要进行选择。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。”

除此以外，我们在相关业务功能中可能还需要您开启设备的其他访问权限，详细权限和使用目的如下：

1）android.permission.INTERNET（访问网络权限）：实现应用程序联网

2）android.permission.GET_TASKS（获取任务信息权限）：允许应用获取当前或最近运行的应用

3）android.permission.SYSTEM_ALERT_WINDOW（悬浮窗权限）：观看直播、短视频悬浮窗播放

4）android.permission.USE_FINGERPRINT（使用指纹权限）：用于指纹登录

5）android.permission.WRITESYSTEM（读写系统设置权限）：允许应用读写系统设置项

6）android.permission.MODIFY_AUDIO_SETTINGS（修改声音设置权限）：修改全局音频设置，例如调节音量和用于输出的扬声器

7）android.permission.ACCESS_WIFI_STATE（获取WiFi状态权限）：监控网络变化，提示用户当前网络环境

8）android.permission.ACCESS_NETWORK_STATE（获取网络状态权限）：监控网络变化，提示用户当前网络环境

9）android.permission.VIBRATE（使用振动权限）：允许手机振动

10）android.permission.WAKE_LOCK（唤醒锁定权限）：允许程序在手机屏幕关闭后后台进程仍然运行，保持屏幕唤醒

11）android.permission.BLUETOOTH（使用蓝牙权限）：蓝牙功能模块使用

12）android.permission.CHANGE_WIFI_STATE（改变WiFi状态权限）：允许应用改变WiFi状态

13）com.xiaomi.mipush(小米;小米推送)SDK：用于系统通知，用户之间消息推送

14）com.heytap.mcs(OPPO;OPPO推送)SDK：用于系统通知，用户之间消息推送

15）com.xiaomi.push(小米;小米推送)SDK：用于系统通知，用户之间消息推送

16）com.heytap.msp(OPPO;OPPO推送)SDK：用于系统通知，用户之间消息推送

11、其他服务

1）基于剪切板的扩展功能：当您复制信息（IM聊天中复制信息、文本输入框内复制信息、拨打电话弹窗复制手机号、复制链接）、短信验证码、读取活动口令码、分享或接受被分享信息时，您的剪切板功能可能会被调用。剪切板信息仅会在您的设备上进行处理，不会储存您的剪切板信息用于任何其他用途。

2）基于日历权限（读取日历和编辑日历）的扩展功能：当您使用相关服务时，您可以通过开启日历权限便捷管理您的自定义事项、设定重要事项提醒。我们访问您的日历是为了方便您在招聘页进行预约面试及将面试时间加入到日程安排中，并为您提供预约面试的相关提醒功能，防止遗忘与错失；您在使用我们签到页面的“签到提醒”功能时，开启日历权限以便实现签到提醒功能。若您不开启此权限，您将无法使用日历管理相关的功能，但不影响您使用其他服务。

3）基于面容ID/触控ID权限的扩展功能：若您使用支持人脸识别的苹果设备&安卓设备，您可以使用丁咚管家物业版APP中的面容ID支付、面容ID解锁（登录）功能；若您使用支持指纹识别的苹果设备&安卓设备，您可以使用丁咚管家物业版APP中的指纹支付、指纹解锁（登录）功能。您需要在您的设备上提前录入面容信息或指纹信息，并在使用服务时在您的设备上完成信息验证。我们需要使用您的面容ID/触控ID权限以便接收验证结果，但我们并不收集您的面容ID/触控ID信息。若您不开启此权限，您将无法使用前述服务，但不影响您选择其他支付或解锁方式。指纹识别功能通过腾讯指纹认证SDK（Android端）实现，sdk将收集并使用您的设备型号、指纹传感器权限、相机权限，不提供上述必需信息将无法实现指纹登录功能。

4）基于二次验证您账号身份的场景，我们有时会收集您的常用手机品牌。当丁咚管家物业版系统发现您的账号信息疑似出现登录异常时，我们会向您进行问题调研，结合您填写答案对您的账号进行匹配验证，以确保您账号的使用安全。除此之外，丁咚管家物业版不对上述收集的信息进行其他形式的使用。

5）我们可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时所提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。与此同时，为提高您使用丁咚管家物业版平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。

在不透露单个用户隐私资料的前提下，丁咚管家物业版及其关联公司有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。丁咚管家物业版可能会对网络服务使用情况进行统计。同时，丁咚管家物业版可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。

（三）征得授权同意的例外

根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下收集、使用一些必要的个人信息：

1、与国家安全、国防安全直接相关的；

2、与公共安全、公共卫生、重大公共利益直接相关的；

3、与犯罪侦查、起诉、审判和判决执行等直接相关的；

4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

5、所收集的个人信息是您自行向社会公众公开的；

6、从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；

7、根据您的要求签订和履行合同所必需的；

8、法律法规规定的其他情形。

您知悉并认可：丁咚管家物业版通过广告或其他方式向您提供链接，使您可以接入第三方服务或网站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私政策约束，丁咚管家物业版提示您需要仔细阅读其政策。本协议仅适用于丁咚管家物业版提供的服务器所收集的信息，并不适用于第三方提供的服务或第三方的信息使用的规则，丁咚管家物业版对第三方使用由您自行提供的信息不承担责任。

四、我们如何使用 Cookie 和同类技术

为使您获得更轻松的访问体验，您访问丁咚管家物业版平台相关网站或使用丁咚管家物业版平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash Cookie，或您的浏览器提供的其他本地存储（统称“Cookie”）。

网页上常会包含一些电子图象（称为“单像素” GIF 文件或 “网络 beacon”），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些cookie，我们会通过网络beacon收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定。

丁咚管家物业版可能使用您在丁咚管家物业版网站浏览的行为数据，根据您的兴趣喜好，在您浏览网站时有可能展现与您兴趣相关的信息或内容，这个过程包括以下几个方面：

1)兴趣数据的收集：我们通过您在丁咚管家物业版浏览过的内容，使用Cookie收集并保存您的行为数据。

2)根据您的浏览行为数据，获取您的兴趣分类。例如您最近两天寻找北京搬家公司信息，我们会了解您的兴趣是北京的搬家公司。

我们不会将上述技术收集的信息用于本隐私政策所述目的之外的任何用途。请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以在相关的页面修改对Cookie的接受程度，但这一举动在某些情况下可能会影响您安全访问丁咚管家物业版相关网站和使用丁咚管家物业版平台提供的服务。

 

五、我们如何共享、转让、公开披露您的个人信息

（一）共享

我们不会与丁咚管家物业版以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：

1、在获得明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。

2、根据法律法规的规定和行政、司法机构的要求：我们可能会根据法律法规规定，或按政府主管部门的强制性要求，向上述监管部门共享您的个人信息。

3、与我们的关联公司共享：您的个人信息可能会与丁咚管家物业版的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。

关联公司指丁咚管家物业版平台运营主体直接或间接控制的法人实体及其分支机构，与丁咚管家物业版平台运营主体直接或间接共同受控于同一实际控制人的法人实体及其分支机构；控制、受控指：通过协议或股权控制或受控。

4、以学术研究或公共利益为目的，且无害于您的重大利益；

5、如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；

6、只有共享您的信息，才能提供您需要的服务或处理您与他人的纠纷或争议。例如您在丁咚管家物业版上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，丁咚管家物业版会视情况向该用户提供其交易对方的联络方式必需信息，以促成交易的完成或纠纷的解决；

7、您通过点击相关产品的相应按键同意向第三方提交个人信息（包括但不限于 “帮我申请”、“帮我提交”按键）。

8、我们会通过应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，不同版本的第三方 SDK 会有所不同，一般包括第三方账号登录类、分享类、第三方支付类、地图导航类、厂商推送类、统计类等，我们会对第三方进行严格的安全检测并约定数据保护措施。

请您知悉，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，对我们仅为实现本政策中声明的目的与之共享个人信息的公司、组织和个人，我们会与其签署严格的信息保护和保密协定，要求他们遵守协议并采取相关的安全措施来保护您的个人信息。

（二）转让

我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：

1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；

2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。

（三）公开披露

我们仅会在以下情况下，公开披露您的个人信息：

1、获得您明确同意后；

2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会对上述监管部门披露您的个人信息。

我们知晓对外共享、转让、公开披露个人信息所承担的相应法律责任。我们承诺按照本条款的要求共享、转让、公开披露您的个人信息，按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗、提示等形式征得您的同意或确认第三方已经征得您的同意。

因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请通过本隐私政策文首处提供的联系方式操作。

 

六、我们如何存储及保护您的个人信息

（一）信息存储

丁咚管家物业版收集的有关您的信息和资料将保存在丁咚管家物业版及（或）其关联公司的服务器上，这些信息和资料全部储存在中国境内。目前，丁咚管家物业版的产品和服务不会涉及到数据的跨境传输，如果我们的产品\服务发生变更，涉及数据的跨境传输，我们会单独向您以弹窗或邮件的方式告知您数据出境的目的、接收方等，并征得您的授权同意，我们会确保数据接收方有充足的数据保护能力来保护您的个人信息。

我们仅在您使用我们的服务期间和法律法规要求的最短时限内保留您的个人信息，在仅浏览功能下所收集的个人信息如浏览记录、IP 信息，我们的存储期限不会超过1个月。对于超出期限的个人信息，我们会立即删除或做匿名化处理。

（二）信息保护

为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。

1、数据加密：我们对于用户的用户名、手机号、注册邮箱、qq号进行加密存储，保证用户基本信息不会被恶意获取；

2、身份鉴别：我们通过校验账号密码或者账号绑定手机验证码，进行用户身份合法性鉴别，防止非经授权的介入；

3、访问控制：我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。丁咚管家物业版用户在进行身份鉴别后，才能查询并管理用户信息和资源，未经过身份鉴别，不能管理用户资源；

4、安全审计：我们有时会接入风控平台或认证平台，对一些场景或行为进行监测。如通过流量分析，完成账号异常登陆、注册等异常行为的监控。

丁咚管家物业版会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，丁咚管家物业版将尽力做到使您的信息不被泄漏、毁损或丢失。

5、账号保护：您的账户均有安全保护功能，请妥善保管您的账户及密码信息。丁咚管家物业版将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解，由于技术的限制以及可能存在的各种恶意手段，即便竭尽所能加强安全措施，在信息网络上也不存在“完善的安全措施”。如因您自己的原因导致账户及密码信息泄露而造成的任何法律后果需由您本人负责。

在使用丁咚管家物业版平台服务进行网上交易时，如您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息（例如联系人、联络方式），请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息已经被泄露或者存在被泄露的可能，且有可能会危及您注册获得的丁咚管家物业版账户安全，或者给您造成其他的损失的，请您务必在第一时间根据本隐私政策提到的联系方式与我们取得联系，以便我们采取相应措施维护您的丁咚管家物业版账户安全，防止损失的发生或者进一步扩大。

6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。

 

七、您管理个人信息的权利

丁咚管家物业版非常重视您对个人信息的关注，并尽全力保护您对于自己个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：

（一）个人信息的查询、更正

您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：

APP端：

1、您可以通过首页下方“我的”—点击上方的昵称—“个人信息”访问、更改您的个人资料信息、账号信息、认证信息。

（二）改变您授权同意的范围或撤回您的授权

您可以通过以下路径进行个人信息授权撤回： 您可以通过“我的”-“系统设置”-“账号注销”，对您服务信息进行撤回。

（三）共享、转让、公开披露个人信息时事先征得授权同意的例外

根据法律规定，在以下情形中，我们共享、转让、公开披露您的个人信息无需事先征得您的授权同意：

1）与国家安全、国防安全直接相关的；

2）与公共安全、公共卫生、重大公共利益直接相关的；

3）与犯罪侦查、起诉、审判和判决执行等直接相关的；

4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

5）个人信息主体自行向社会公众公开的个人信息；

6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。

（四）注销账户

您可以在我们的产品或服务中直接申请注销账户。关于您注销账户的方式以及您应满足的条件，请详见“注销账户”页面。 您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。如果您对注销账号有疑问的，可以发邮件至16615352918@163.com，我们会有专门的人员进行回复反馈。

“注销账户”页面的查询方式：APP端：APP首页下方“我的”—“系统设置”—“账号注销”。

（五）获取个人信息副本

如您想了解您在丁咚管家物业版平台留存的个人信息副本情况，您可以通过本条第一款所述个人信息“查询”的路径，进入您的个人信息详情页，然后将信息自行获取。

（六）响应您的上述请求

为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。

 

八、我们如何处理未成年人的个人信息

1、丁咚管家物业版主要为社区服务类平台，我们的服务主要面向成年人（原则上18周岁以上为成年人，16周岁以上且以自己的劳动收入为主要生活来源的我们亦视为成年人）。若您是未成年人，在使用我们的产品和/或服务前，您应在监护人的陪同下阅读本隐私政策，并应确保已征得您的监护人同意后使用我们的服务并向我们提供您的信息。 我们会根据国家相关法律法规的规定着重保护未成年人的个人信息。

2、如您的监护人不同意您按照本隐私政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们。

3、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。

4、若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本隐私政策的规定保护未成年人用户信息的保密性及安全性。如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。

 

九、本隐私政策的更新和通知

我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本隐私政策所做的任何变更。

对于重大变更，我们还会提供更为显著的通知（通过更新本政策、弹窗、页面提示等方式另行向您详细说明）。

本隐私政策所指的重大变更包括但不限于：

1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；

2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；

3、个人信息共享、转让或公开披露的主要对象发生变化；

4、您参与个人信息处理方面的权利及其行使方式发生重大变化；

5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；

6、个人信息安全影响评估报告表明存在高风险时。

您除了在丁咚管家物业版平台进行注册时，可以查看到最新版本的隐私政策外，APP端，您可以在“我的”-“隐私政策”查看完整的《丁咚管家物业版隐私政策》。

 

十、如何联系我们

如您对本隐私政策有任何疑问或您在使用我们提供的服务时个人信息受到了侵扰，您可以通过发送邮件至丁咚管家物业版个人信息保护负责人的专用邮箱：16615352918@163.com咨询。我们设立了个人信息保护专职部门，将尽快给予您答复。一般情况下，我们将在十五天内（国家法定节假日顺延）回复。我们的联系地址：山东品迈网络科技有限公司，注册地址：山东省烟台市莱山区港城东大街588号2号楼5楼501室。

 

十一、争议解决

1、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办及工商等监管部门进行反馈，其中，中央网信办违法和不良信息举报中心的官方网址为：https://www.12377.cn。

2、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，任何一方可向被告所在地的法院进行诉讼。
